export const findCity = (state) => {
    return cities.find(v => state === v.city);
};
const cities = [
    {
        city: 'Crimea',
        people: [
            {
                name: 'Джамала',
                avatar: 'assets/imgase/JAMALA_3948-copy.jpg',
                description: 'Сусана Алімівна Джамаладінова, (народилась 27 серпня 1983 року у А. Р. Крим) - українська співачка, народна артистка України, переможниця музичних конкурсів "Нова хвиля-2009" та "Євробачення-2016".',
            },
        ],
    },
    {
        city: 'Cherkasy',
        people: [
            {
                name: 'Андрій Хливнюк',
                avatar: 'assets/imgase/4ebf080b6f16bf20084bb8d892ac658b.jpeg',
                description: 'Хливнюк Андрій Володимирович, (народився 31 грудня 1987 року у Черкасах) - український музикант, вокаліст та автор текстів гурту Бумбокс. ',
            },
        ],
    },
    {
        city: 'Chernihiv',
        people: [
            {
                name: 'Ада Роговцева',
                avatar: 'assets/imgase/270px-Ада_Роговцева._Київ,_НАДТ_імені_Івана_Франка,_2017-12-01.png',
                description: 'Роговцева Ада Миколаївна, (народилась 16 липня 1937 року у Чернігівській області) - українська акторка театру та кіно. Народний артист України (1967), Народна артистка СРСР (1978). Герой України (2007). ',
            },
        ],
    },
    {
        city: 'Chernivtsi',
        people: [
            {
                name: 'Олег Ангельський',
                avatar: 'assets/imgase/1336140221_angelskiy-.jpg',
                description: 'Ангельський Олег Вʼячеславович, (народився 5 травня 1957 року у Чернівецькій області) - український інженер-оптик. Доктор фізико-математичних наук (1991).',
            },
        ],
    },
    {
        city: 'Dnipropetrovsk',
        people: [
            {
                name: 'Оксана Баюл',
                avatar: 'assets/imgase/image.jpg',
                description: 'Баюл Оксана Сергіївна, (народилась 16 листопада 1977 року, у Дніпропетровській області) - колишня українська фігуристка. Перша олімпійська чемпіонка незалежної України. Дворазова срібна призерка чемпіонатів Європи (1993, 1994), чемпіонка світу (1993). Почесна громадянка Дніпра. ',
            },
        ],
    },
    {
        city: 'Donetsk',
        people: [
            {
                name: 'Лілія Олександрівна Подкопаєва',
                avatar: 'assets/imgase/20180809155018-5797.jpg',
                description: 'Подкопаєва Лілія Олександрівна, (народилась 15 серпня 1978 року в Донецьку) - українська спортсменка (спортивна гімнастика). Заслужена майстриня спорту України (1994). Суддя міжнародної категорії. ',
            },
        ],
    },
    {
        city: 'Ivano-Frankivsk',
        people: [
            {
                name: 'Василь Вірастюк',
                avatar: 'assets/imgase/Vasyl_Virastyuk.jpg',
                description: 'Вірастюк Василь Ярославович, (народився 22 квітня 1974 року в Івано-Франківську) - український актор, силач, народний депутат IX скл. (партія Слуга народу), заслужений майстер спорту України та володар титулів «Найсильніша людина України» (2000, 2001, 2002, 2003, 2006, 2007) і «Найсильніша людина світу» (2004). ',
            },
        ],
    },
    {
        city: 'Kharkiv',
        people: [
            {
                name: 'Артем Пивоваров',
                avatar: 'assets/imgase/dsc07330-edit-1-855x590.jpg',
                description: 'Пивоваров Артем Володимирович, (народився 28 червня 1991 року у Харківській області) - український співак, автор пісень, продюсер.',
            },
        ],
    },
    {
        city: 'Kherson',
        people: [
            {
                name: 'Світлана Тарабарова',
                avatar: 'assets/imgase/tarabarova-na-fone-travy.jpg',
                description: 'Тарабарова Світлана Василівна, (народилась 26 липня 1990 року в Херсоні) - українська співачка, композиторка та авторка пісень, музична продюсерка, акторка. Лауреатка національної музичної премії "Пісня року 2014", музичної премії "Золота жар-птиця" у номінації "Прорив року", номінантка національних музичних премій. ЇЇ пісні три роки поспіль (2017—2019) обиралися найкращими піснями року у рамках української музичної премії "Музична платформа". ',
            },
        ],
    },
    {
        city: 'Khmelnytskyi',
        people: [
            {
                name: 'Леся Нікітюк',
                avatar: 'assets/imgase/_bb5340c80c1db929e90821f7ec1c8d27_1200x675.jpg',
                description: 'Леся Іванівна Нікітюк, (народилась 19 жовтня 1987 року у Хмельницькому) - українська телеведуча, журналістка, акторка, блогерка. Колишня ведуча телепередачі Орел та Решка. ',
            },
        ],
    },
    {
        city: 'Kiev',
        people: [
            {
                name: 'Ліна Костенко',
                avatar: 'assets/imgase/Lina_Kostenko.jpg',
                description: 'Костенко Ліна Василівна, (народилась 19 березня 1930 року у Київській області) - українська поетеса-шістдесятниця, письменниця дисидент. Лауреат Шевченківської премії (1987), Премії Антоновичів (1989), Ордену Почесного легіону (2022)',
            },
        ],
    },
    {
        city: 'KyivCity',
        people: [
            {
                name: 'Дмитро Комаров',
                avatar: 'assets/imgase/LsyKVZPj4QoASBhMIHNxCt7HLzq97hZ2eFjU7fmf.jpeg',
                description: 'Комаров Дмитро Костянтинович, (народився 17 червня 1983 року в Києві) - український журналіст, мандрівник, фотограф, автор і ведучий програми «Світ навиворіт», Заслужений журналіст України (2020)',
            },
        ],
    },
    {
        city: 'Kirovohrad',
        people: [
            {
                name: 'Гарік Бірча',
                avatar: 'assets/imgase/nw_garik-bircha1.jpg',
                description: 'Бірча Ігор Ярославович, (народився 15 вересня 1974 року у Кіровоградській області) - український актор і автор популярних розважально-гумористичних телепередач, актор кіно, військовослужбовець, учасник українського телепроєкту «Comedy Club Ukraine», учасник ігор Вищої Української ліги КВК',
            },
        ],
    },
    {
        city: 'Luhansk',
        people: [
            {
                name: 'Сергій Жадан',
                avatar: 'assets/imgase/2022.08.17._Serhiy_Zhadan_Photo_Mariusz_Kubik_08.JPG',
                description: 'Жадан Сергій Вікторович, (народився 23 серпня 1974 року у Луганській області) - український письменник, перекладач, громадський діяч, фронтмен гуртів "Жадан і Собаки" та "Лінія Маннергейма".',
            },
        ],
    },
    {
        city: 'Lviv',
        people: [
            {
                name: 'Михайло Хома',
                avatar: 'assets/imgase/Михайло_Степанович_Хома,_2019.jpg',
                description: 'Хома Михайло Степанович, (народився 20 листопада 1983 року у Львівській області) - український співак, автор пісень, актор, кінорежисер, продюсер, фронтмен та засновник гурту «DZIDZIO». Заслужений артист України (2020). Амбасадор Збірної України з футболу.',
            },
        ],
    },
    {
        city: 'Mykolaiv',
        people: [
            {
                name: 'Ольга Геннадіївна Харлан',
                avatar: 'assets/imgase/8250839827180170082461262856851665061937152o.webp',
                description: 'Ольга Геннадіївна Харлан, (народилась 4 вересня 1990 року у Миколаєві) - українська фехтувальниця на шаблях, олімпійська чемпіонка 2008 року та срібна призерка Олімпійських ігор 2016 року в командній першості, бронзова призерка Олімпійських ігор 2012 та 2016 років в індивідуальній першості',
            },
        ],
    },
    {
        city: 'Odessa',
        people: [
            {
                name: 'Еліна Світоліна',
                avatar: 'assets/imgase/social_624626.jpg',
                description: 'Світоліна Еліна Михайлівна, (народилась 12 вересня 1994 року в Одесі) - українська тенісистка, третя ракетка світу в рейтингу WTA у 2017, 2018 і 2019 роках в одиночному розряді, бронзова призерка Літніх Олімпійських ігор 2020 в Токіо (2021), чемпіонка підсумкового турніру WTA Finals 2018 року.',
            },
        ],
    },
    {
        city: 'Poltava',
        people: [
            {
                name: 'Руслан Ротань',
                avatar: 'assets/imgase/Ruslan_Rotan_2015.jpg',
                description: 'Ротань Руслан Петрович, (народився 29 жовтня 1981 року у Полтаві) - український футболіст і футбольний тренер. Колишній півзахисник «Дніпра», київського «Динамо» та національної збірної України.',
            },
        ],
    },
    {
        city: 'Rivne',
        people: [
            {
                name: 'Оля Цибульська',
                avatar: 'assets/imgase/260px-M1_Music_Awards_2019_Оля_Цибульська_(cropped).jpg',
                description: 'Цибульська Ольга Павлівна, (народилась 14 грудня 1985 року у Рівненській області) - українська співачка, теле-та радіоведуча, авторка пісень.',
            },
        ],
    },
    {
        city: 'Sumu',
        people: [
            {
                name: 'Михайло Фоменко',
                avatar: 'assets/imgase/post_1524.jpg',
                description: 'Фоменко Михайло Іванович, (народився 19 вересня 1948 року у Сумській області) - український футболіст, захисник і півзахисник, колишній головний тренер національної збірної України (2012—2016). Відомий за виступами за футбольний клуб «Динамо» (Київ).',
            },
        ],
    },
    {
        city: 'Ternopil',
        people: [
            {
                name: 'Сергій Притула',
                avatar: 'assets/imgase/2022-05-24-14.33.08.png',
                description: 'Притула Сергій Дмитрович, (народився 22 червня 1981 року у Тернопільській області) - український громадський та політичний діяч, засновник благодійного фонду Сергія Притули, волонтер, телеведучий, актор. У 2019 році став членом партії "Голос", від якої у 2019 році балотувався до Верховної Ради України та на посаду міського голови Києва 2020 року.',
            },
        ],
    },
    {
        city: 'Zakarpattia',
        people: [
            {
                name: 'Степан Гіга',
                avatar: 'assets/imgase/Тернопіль_-_День_міста-2005_-_Степан_Гіга_з_дружиною_Галиною_та_сином_Степаном_-_05089538.jpg',
                description: 'Гіга Степан Петрович, (народився 16 листопада 1959 року у Закарпатській області) - український естрадний співак (тенор), композитор, народний артист.',
            },
        ],
    },
    {
        city: 'Vinnytsia',
        people: [
            {
                name: 'Дмитро Шуров',
                avatar: 'assets/imgase/novyj-proekt-5.webp',
                description: 'Шуров Дмитро Ігорович, (народився 31 жовнтня 1981 році у Вінниці) - український автор-виконавець, композитор та музикант, засновник та соліст проєкту Pianoбой. У минулому — піаніст гуртів Океан Ельзи (2001—2004), Esthetic Education (2004—2008), Земфіра (2006—2009). ',
            },
        ],
    },
    {
        city: 'Volyn',
        people: [
            {
                name: 'Monatik',
                avatar: "assets/imgase/President_took_part_in_the_festive_Parade_of_Troops_on_the_occasion_of_the_30th_anniversary_of_Ukraine's_independence._(51716328653)_(cropped).jpg",
                description: 'Монатик Дмитро Сергійович, (народився 1 квітня 1986 року у Луцьку) - український співак, танцюрист, автор пісень, саундпродюсер, композитор, учасник шоу «X-Фактор», «Танцюють всі!» та «Зірковий ринг», суддя танцювального шоу «Танці з зірками» та тренер вокальних шоу «Голос. Діти» та «Голос країни» на телеканалі «1+1». Заслужений артист України. ',
            },
        ],
    },
    {
        city: 'Zaporizhia',
        people: [
            {
                name: 'Олександр Авраменко',
                avatar: 'assets/imgase/news_1573046676_5dc2c99438088.jpg',
                description: 'Авраменко Олександр Миколайович, (народився 7 травня 1971 року у Запорізькій області) - український учитель, дослідник і популяризатор української мови, письменник, літературознавець, теле- і радіоведучий. Учитель вищої категорії, методист, доцент. Заслужений працівник освіти України (2017)',
            },
        ],
    },
    {
        city: 'Zhytomyr',
        people: [
            {
                name: 'Пшенична Любов Антонівна',
                avatar: 'assets/imgase/Пшенична_Любов_Антонівна.jpg',
                description: 'Пшенична Любов Антонівна, (народилась 29 червня 1955 року у Житомирській області) - українська поетеса, педагог.',
            },
        ],
    },
];
